---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.MembersExcludedWarn
source: html/3567522c-26d3-3eb4-53cf-ed310f1a78db.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.MembersExcludedWarn Property

Group members have been excluded from this group instance.

## Syntax (C#)
```csharp
public static FailureDefinitionId MembersExcludedWarn { get; }
```